Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: The accounts page allows you to configure which users supplied by the underlying database may access OpenVPN-ALS.
zh_cn: 该帐户页面，可配置的用户从OpenVPN-ALS数据库所提供的基本资料。

source: If the database supports it, then you may also add, edit or delete users.
zh_cn: 如果数据库支持的话，那么你也可以添加，修改或删除用户。

source: Mark
zh_cn: 打分

source: Show All
zh_cn: 显示所有

source: Show Authorized
zh_cn: 显示授权的

source: Show Unauthorized
zh_cn: 显示没授权的

source: Show Locked
zh_cn: 显示锁定的

source: Show Disabled
zh_cn: 显示禁用

source: Admin
zh_cn: 系统管理员

source: User
zh_cn: 用户

source: Grant
zh_cn: 给于

source: Revoke
zh_cn: 撤消

source: Locked
zh_cn: 锁定

source: Online
zh_cn: 在线

source: Inactive
zh_cn: 不活动

source: No Groups are available.
zh_cn: 没有组可用

source: This account is attached to multiple groups:-
zh_cn: 这个帐户是连接到多个组:-

source: Please select a single account.
zh_cn: 请选择一个帐户.

source: Review the fields below and try again.
zh_cn: 修改以下字段，然后再试一次.

source: The underlying database does not support changing of passwords.
zh_cn: 基础数据库不支持更改密码

source: The underlying database does not support updating of user accounts.
zh_cn: 基础数据库不支持更新的用户帐户。

source: You may only change passwords.
zh_cn: 你可能只更该密码

source: The underlying database does not support updating of user accounts or changing of passwords.
zh_cn: 基础数据库不支持更新或改变用户帐户的密码。

source: You cannot delete the account you are currently logged on as!
zh_cn: 您不能删除该帐户，用您目前登录的身份！

source: This user database contains no accounts.
zh_cn: 此用户数据库不包含任何账户。

source: The list of accounts could not be retrieved.
zh_cn: 帐户清单无法检索。

source: This may be due to mis-configuration of your current user database.
zh_cn: 这可能是由于错误的配置您当前的用户数据库。

source: The list of accounts exceeded the configured limit, only {0} accounts will be displayed.
zh_cn: 帐户列表超过了配置的限制，只有 {0} 的帐户将显示。

source: Login granted to {0} accounts of {1} selected.
zh_cn: 登录{0} 账户{1} 已选择的.

source: Login revoked from {0} accounts of {1} selected.
zh_cn: 登入撤消从{0} 账户{1} 已选择的.

source: User cannot delete their own account!
zh_cn: 用户不能删除自己的帐户!

source: OpenVPN-ALS:::Groups
zh_cn: OpenVPN-ALS:::组

source: The Groups page allows you to configure which groups supplied by the underlying database may access OpenVPN-ALS.
zh_cn: 该组页面，可配置的组从OpenVPN-ALS数据库所提供的基本资料。

source: If the database supports it, then you may also add, edit or delete groups.
zh_cn: 如果数据库支持的话，那么你也可以添加，修改或删除组。

source: <strong>This group has multiple accounts attached :-</strong>
zh_cn: <strong>这个组连接到多个账户:-</strong>

source: The underlying database does not support creation or deletion of groups.
zh_cn: 基础数据库不支持创建或删除组

source: The list of groups could not be retrieved.
zh_cn: 组列表无法检索

source: The list of groups exceeded the configured limit, only {0} groups will be displayed.
zh_cn: 组列表超过了配置的限制，只有 {0} 的组将显示。

source: The user database cannot be reached.
zh_cn: 用户数据库不能达成。.

source: "No group name supplied"
zh_cn: "目前还没有任何组织名称供应"

source: "Role name must be 75 characters or less"
zh_cn: "角色名必须少于或等于75个字符"

source: Group '{0}' already exists.
zh_cn: 组'{0}' 已存在.

source: The account '{0}' doesn't exist.
zh_cn: 账户 '{0}' 不存在.

source: Create Account
zh_cn: 创建账户

source: Click here if you wish to create a new account.
zh_cn: 点击这里如果您想创建一个新帐户。

source: Create Group
zh_cn: 创建组

source: Click here if you wish to create a new group.
zh_cn: 点击这里如果您想创建一个新的组。

source: Reset Personal Details
zh_cn: 重置个人详情

source: Click here to reset the value of all your personal details.
zh_cn: 点击这里重置所有个人详情的值.

source: Reset User Attributes
zh_cn: 重置用户属性

source: Click here to reset the value of all user attributes to their defaults
zh_cn: 点击这里重置所有用户的属性到缺省值。

source: Reset Personal Questions
zh_cn: 重置个人问题

source: Click here if you wish to reset the accounts personal questions.
zh_cn: 点击这里如果您要重置帐户的个人问题。

source: Please select a single account to modify.
zh_cn: 请选择一个帐户来修改。

source: There are no personal questions set for this account.
zh_cn: 没有个人的问题可用来确定此帐户。

source: Super User
zh_cn: 超级用户

source: Edit this account.
zh_cn: 修改此帐户。

source: Delete this account.
zh_cn: 删除此帐户

source: Set Password
zh_cn: 配置此账户

source: Set a new password for this account.
zh_cn: 配置新的密码为这个账户.

source: Disable this account.
zh_cn: 禁用这个账户.

source: Enable this account.
zh_cn: 启用这个账户.

source: Reset Private Key
zh_cn: 重置私匙

source: Reset this users private key
zh_cn: 重置这个用户私匙

source: Send message
zh_cn: 发送消息

source: Send a message to this user
zh_cn: 发送消息到用户

source: Delete this Group.
zh_cn: 删除这个组.

source: Edit this Group.
zh_cn: 编辑这个组.

source: OpenVPN-ALS:::Edit Group
zh_cn: OpenVPN-ALS:::编辑这个组

source: Edit Group
zh_cn: 编辑这个组

source: Edit an existing group.
zh_cn: 编辑这个已存在的组.

source: Groups allow you to separate your VPN users into distinct categories to make bulk administration easier and more effective.
zh_cn: 组让您分别您的VPN用户的到不同类别进行批量管理更轻松，更有效

source: OpenVPN-ALS:::Create Group
zh_cn: OpenVPN-ALS:::创建组

source: Creates a new group.
zh_cn: 创建新的组.

source: The group was not unassigned from the following users(s) as it was required '{0}'
zh_cn: 该组并没有未分配从以下用户 ，因为它需要 '{0}'

source: Group Saved
zh_cn: 组已保存

source: You have disabled the super user.
zh_cn: 你禁用了超级用户.

source: To re-enable either logon to an account that has been delegated the right to administer accounts, or re-run the Installation Wizard.
zh_cn: 要重新启用或者登录帐户，并下放授予的权利到管理员，或重新运行安装向导。

source: At the end of the installation the selected super user will be re-enabled.
zh_cn: 在结束安装时，选定的超级用户将被重新启用。

source: OpenVPN-ALS:::Create Account
zh_cn: OpenVPN-ALS:::创建账户

source: The currently selected user database allows for the creation of new user accounts.
zh_cn: 当前选定的用户数据库允许创建新的用户帐户。

source: Please enter their details on this page.
zh_cn: 请输入他们的详细资料在此网页上。

source: Fullname
zh_cn: 全名

source: Is Administrator
zh_cn: 是管理员

source: Reset password
zh_cn: 重置密码

source: You cannot delete administrator privileges from the user you are logged on as.
zh_cn: 您不能删除管理员权限，用您目前登录的身份！

source: You cannot disable the user you are logged on as.
zh_cn: 您不能禁用该帐户，用您目前登录的身份！

source: You must assign one or more groups to the user.
zh_cn: 你必需委派至少一个组到用户

source: Account saved.
zh_cn: 账户已保存

source: No full name supplied.
zh_cn: 没有全名被提供.

source: No username supplied.
zh_cn: 没有名字被提供.

source: Full name must be 75 characters or less.
zh_cn: 全名必须小于等于75个字母.

source: User name must be 75 characters or less.
zh_cn: 用户名必须小于等于75个字母.

source: User {0} already exists.
zh_cn: 用户 {0} 已存在.

source: {0} is an invalid group.
zh_cn: {0} 是无效的组.

source: Group Name
zh_cn: 组名

source: User Attributes
zh_cn: 用户属性

source: *Confidential*
zh_cn: *保密的*

source: OpenVPN-ALS:::Edit Account
zh_cn: OpenVPN-ALS:::编辑账户

source: Edit Account
zh_cn: 编辑账户

source: Edit a user account
zh_cn: 编辑一个用户账户

source: This account is the Super User account.
zh_cn: 这个帐户是超级用户的帐户。

source: OpenVPN-ALS:::Reset Users Private Key
zh_cn: OpenVPN-ALS::重置用户私匙y

source: Reset Users Private Key
zh_cn: 重置用户私匙

source: The selected user's private key and the values of all of his confidential attributes will be reset.
zh_cn: 所选用户的私钥和他所有的机密属性值将被重置。

source: Are you sure you wish to do this?
zh_cn: 你确定要这么做?

source: Your private key and all of the confidential attributes values had to be reset.
zh_cn: 您的私钥和所有的机密属性值重置

source: Security Questions
zh_cn: 安全问题

source: Father's First Name
zh_cn: 父亲的名

source: Enter your father's first name e.g. William.
zh_cn: 输入父亲的名例如. William.

source: Mother's Maiden Name
zh_cn: 母亲的本姓

source: Enter your mother's maiden name e.g. Smith.
zh_cn: 输入母亲的本姓例如. William. Smith.

source: Place of Birth
zh_cn: 出生地

source: Enter your place of birth e.g. London.
zh_cn: 输入出生地例如 London.

source: Favorite Book
zh_cn: 我最喜爱的书

source: Enter you favorite book e.g. Gone With The Wind.
zh_cn: 请输入您最喜爱的书，例如:Gone With The Wind.

source: Favorite TV Show
zh_cn: 最喜欢的电视节目

source: Enter your favorite TV show e.g. The West Wing.
zh_cn: 输入最喜欢的电视节目，例如The West Wing.

source: OpenVPN-ALS:::IP Address Restriction Rules
zh_cn: OpenVPN-ALS:::IP地址限制规则

source: Grant or deny access to the OpenVPN-ALS VPN server by specifying restriction rules based upon the clients IP Address.
zh_cn: 授予或拒绝访问OpenVPN-ALS VPN服务器指定限制规则根据客户的IP地址。

source: Wildcards may be use to grant/deny access by subnet e.g. 192.168.1.*.
zh_cn: Wildcards 可以使用通配符授予/拒绝访问的子网如192.168.1 .*.

source: Allow Access
zh_cn: 允许访问

source: Deny Access
zh_cn: 拒绝访问

source: IP Address
zh_cn: IP地址

source: Access
zh_cn: 访问

source: Allowed
zh_cn: 允许

source: Denied
zh_cn: 拒绝

source: You currently have no IP restrictions defined.
zh_cn: 您目前没有IP限制的规定。

source: This will allow all hosts to attempt access to the system.
zh_cn: 这将允许所有主机接入该系统

source: OpenVPN-ALS:::Create IP Restriction
zh_cn: OpenVPN-ALS:::创建IP限制

source: Create IP Restriction
zh_cn: 创建IP限制

source: This screen allows for the creation of a new IP Restriction.
zh_cn: 此页，可建立一个新的IP限制。

source: OpenVPN-ALS:::Edit IP Restriction
zh_cn: OpenVPN-ALS:::编辑IP限制

source: Edit IP Restriction
zh_cn: 编辑IP限制

source: This screen allows you to edit an existing IP Restriction.
zh_cn: 这个画面让您可以修改现有的IP限制。

source: An invalid IP Address was entered.
zh_cn: 一个无效的IP地址输入。

source: You cannot enter the localhost interface as an IP restriction.
zh_cn: 您无法进入本地接口的IP限制。

source: No IP Address was entered.
zh_cn: 没有IP地址输入。

source: You cannot enter your own IP restriction for <strong>*</strong> as this is reserved for default.
zh_cn: 您不能输入自己的IP限制为 <strong>*</strong> 因为这是保留的默认。

source: IP restriction for {0} saved.
zh_cn: IP 限制 {0} 已保存.

source: Click here if you wish to create a new IP Restriction rule.
zh_cn: 点击这里如果您希望创建一个新的IP限制。

source: Remove IP Restriction.
zh_cn: 删除IP限制

source: Removes the selected IP Restriction.
zh_cn: 删除已选的IP限制

source: Increase the priority of this IP restriction
zh_cn: 增加的优先级对此IP限制

source: Decrease the priority of this IP restriction
zh_cn: 降低的优先级对此IP限制

source: Edit this IP restriction
zh_cn: 编辑这个IP限制

source: OpenVPN-ALS:::Confirm IP Restriction Change
zh_cn: OpenVPN-ALS:::确认IP限制变更

source: Confirm IP Restriction Change
zh_cn: 确认IP限制变更

source: The address used for this IP Restriction will prevent you accessing the system from your current IP Address.
zh_cn: 地址用于此IP限制将阻止您访问系统从您目前的IP地址。

source: OpenVPN-ALS:::Delete IP Restriction
zh_cn: OpenVPN-ALS:::删除IP限制

source: Confirm IP Restriction Deletion
zh_cn: 确认删除IP限制

source: The selected IP Restriction will be deleted.
zh_cn: 选定的知识产权限制将被删除。

source: Deleting this IP Restriction will prevent you accessing the system from your current IP Address.
zh_cn: 删除此IP限制将阻止您访问系统从您目前的IP地址。

source: OpenVPN-ALS:::Change password
zh_cn: OpenVPN-ALS:::改变密码

source: Change your logon password.
zh_cn: 改变你登录密码

source: Old password:
zh_cn: 旧密码:

source: New password:
zh_cn: 新密码:

source: Confirm new password:
zh_cn: 确认新密码:

source: You must supply your old password.
zh_cn: 您必须提供您的旧密码.

source: The new password can not be the same as the old password.
zh_cn: 新的密必须和旧密码不一样

source: 'New password' and 'Confirm New Password' do not match.
zh_cn: '新密码'和'确认新密码'不匹配。

source: Old password is incorrect.
zh_cn: 旧密码不正确

source: No new password has been supplied.
zh_cn: 没有新的密码已提供。

source: Password changed.
zh_cn: 密码已更改

source: Failed to validate form.
zh_cn: 验证形式失败

source: Password does not match the current policy.
zh_cn: 密码不符的现行政策。

source: Your password does not match the current policy for this system.
zh_cn: 您的密码不相符的现行政策,在这个系统里面。

source: Your password has expired.
zh_cn: 你的密码过期了

source: Your password has been reset and the administrator has requested that you provide a new one.
zh_cn: 您的密码已重置和管理员已经要求您提供一个新的。

source: OpenVPN-ALS:::Set password
zh_cn: OpenVPN-ALS:::设定密码

source: Set password
zh_cn: 设定密码

source: Set a users password.
zh_cn: 设定一个用户密码

source: Force user to change password at next logon.
zh_cn: 强制用户更改密码下次登录时。

source: The New and Old passwords match.
zh_cn: T新，旧的密码匹配。

source: Account saved, now set the password.
zh_cn: 帐户储存，现在设定密码。

source: OpenVPN-ALS:::Delete Account
zh_cn: OpenVPN-ALS:::删除帐户

source: Confirm Account Deletion
zh_cn: 确定删除账户

source: The selected Account will no longer be able to access the system, are you sure you wish to delete this Account?
zh_cn: 选定的帐户将无法再进入系统，是您确定要删除这个帐户吗？

source: OpenVPN-ALS:::Delete Group
zh_cn: OpenVPN-ALS:::删除组

source: Confirm Group Deletion
zh_cn: 确认组删除

source: The selected Group will no longer be held in the system, are you sure you wish to delete this Group?
zh_cn: 选定的组将不再存储于系统，您确定要删除此组吗？

source: OpenVPN-ALS:::Reset Personal Questions
zh_cn: OpenVPN-ALS:::重置个人问题

source: Confirm Reset of Personal Questions
zh_cn: 确认重置个人问题

source: The selected users will have their Personal Questions reset, are you sure you wish to reset the answers to the questions?
zh_cn: 选定的用户将有自己的个人问题重置，您确定要重置答案？

source: Fathers First name
zh_cn: 父亲的名

source: Mothers Maiden Name
zh_cn: 母亲的本姓

source: OpenVPN-ALS:::Personal Answers
zh_cn: OpenVPN-ALS:::个人答案

source: Personal Answers
zh_cn: 个人答案

source: Here you may set the answers to the <b>Personal Questions</b> you may be asked for authentication.
zh_cn: 在这里，您可以设定的答案对于 <b>个人问题</b> 你可能被要求授权

source: You must provide answers to every question.
zh_cn: 你必须回答每一个问题

source: Your answers to the personal questions have not been set.
zh_cn: 你回答的问题没有被设置

source: OpenVPN-ALS:::Private Key Reset Required
zh_cn: OpenVPN-ALS:::私匙重置被请求

source: Private Key Reset Required
zh_cn: 私匙重置被请求

source: Your password has changed and as such your private key is no now longer readable.
zh_cn: 您的密码已更改，因此，您的私人钥匙没有现在不再可读。

source: Please provide your <i>old</i> password to reset this.
zh_cn: 请提供你的 <i>旧</i> 密码来重置

source: You will not be asked this question again until your password changes.
zh_cn: 您将不会问我这个问题，直到您再次更改密码

source: Forgotten your old password?
zh_cn: 忘记您的旧密码？

source: Check to reset your private key.
zh_cn: 检查重置您的私人钥匙。

source: You must supply your old passphrase.
zh_cn: 您必须提供您的旧密码。

source: Incorrect passphrase.
zh_cn: 不正确的密码。

source: OpenVPN-ALS:::Confirm Reset Private Key
zh_cn: OpenVPN-ALS:::确定重置用户私匙

source: Confirm Reset Private Key
zh_cn: 确定重置用户私匙

source: Click OK to reset your private key.
zh_cn: 单击确定以重设您的私人钥匙。

source: Any confidential attribute values will be lost and will require configuration before use.
zh_cn: 任何机密属性值都将丢失，并且将需要的配置后才能使用。

source: OpenVPN-ALS:::Private Key Passphrase Required
zh_cn: OpenVPN-ALS:::私钥密码要求

source: Private Key Passphrase Required
zh_cn: 私钥密码要求

source: OpenVPN-ALS encrypts your confidential data using a public/private key pair.
zh_cn: OpenVPN-ALS加密你的机密数据使用公钥/私钥对

source: This key is held on the server and is protected by a passphrase which you must now enter.
zh_cn: 这主要是在服务器上举行，是由一个密码保护你现在必须进入。

source: If you have never set this passphrase before then whatever you enter now will be used.
zh_cn: 如果你在此之前从来没有设置密码，那么你现在输入的将被使用。

source: This passphrase is independent of your password and it is recommended that you set it to a memorable phrase as you may be asked to enter it again at login.
zh_cn: 这个密码是独立于你的密码，并建议您设置成好记的的短语，因为你可能会要求您再次输入在登录。

source: Confirm Passphrase:
zh_cn: 确定密码:

source: You must supply your private key passphrase.
zh_cn: 您必须提供您的私匙密码。

source: 'Passphrase' and 'Confirm Passphrase' do not match.
zh_cn: 密码和确定密码不匹配.

source: OpenVPN-ALS:::Password Required
zh_cn: OpenVPN-ALS:::需要密码

source: Password Required
zh_cn: 需要密码

source: This key is held on the server and is protected by your current OpenVPN-ALS password.
zh_cn: 服务器掌管这个钥匙并保护您的当前OpenVPN-ALS密码。

source: Please enter your password now.
zh_cn: 请现在输入你的密码

source: OpenVPN-ALS:::Session Password Required.
zh_cn: OpenVPN-ALS:::会议需要密码。

source: Session password required for resource launch.
zh_cn: 启动资源需要会话密码

source: The resource attempted to launch requires a session password, please provide it below.
zh_cn: 资源尝试启动，需要会话密码，请在下面提供

source: Confirm Password
zh_cn: 确认密码

source: Password incorrect, retry or click cancel to exit.
zh_cn: 密码不正确，重试或取消退出

source: OpenVPN-ALS:::New Key Password Required.
zh_cn: OpenVPN-ALS:::新的密匙密码要求.

source: New key password required to secure it.
zh_cn: 新的密钥密码，以确保它。

source: The key needs a new password.
zh_cn: 新的密钥需要一个新的密码

source: OpenVPN-ALS::::Create Authentication Scheme
zh_cn: OpenVPN-ALS::::创建授权计划

source: The following wizard will guide you through the stages of configuring a new Authentication Scheme and assigning it to one or more policies.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的认证计划，并指派给一个或一个以上的政策。

source: Scheme Selection
zh_cn: 计划选择

source: Scheme Summary
zh_cn: 计划总结

source: Step 1 - Authentication Scheme Resource Details
zh_cn: 步骤1 - 授权计划资源详情

source: Please provide a name and description for this Authentication Scheme.
zh_cn: 请提供的名称和描述为这一认证方案。

source: No Authentication Scheme name has been provided.
zh_cn: 没有验证计划的名字提供。

source: You must provide a description for this Authentication Scheme.
zh_cn: 你必须提供授权计划的描述.

source: Authentication scheme name must be {0} characters or less.
zh_cn: 验证计划的名称必须是 {0} 个字符或更少。

source: Failed to check for Authentication Scheme by name.
zh_cn: 用名字检查授权计划失败

source: Authentication Scheme named <strong>{0}</strong> already exists.
zh_cn: 授权计划的名字<strong>{0}</strong> 已存在.

source: Step 2 - Authentication Scheme Selection
zh_cn: 步骤 2 - 授权计划选择

source: Please provide modules for the Authentication Scheme.
zh_cn: 请提供模式为这个授权计划

source: Step 3 - Authentication Scheme Policy Selection
zh_cn: 步骤 3 - 授权计划政策选择

source: Choose the policies you wish to attach this Authentication Scheme to.
zh_cn: 选择你愿意连接这个授权计划的政策.

source: You must select at least one policy to attach this Authentication Scheme.
zh_cn: 您必须至少选择一个政策，连接此授权计划

source: Step 4 - Authentication Scheme Summary
zh_cn: 步骤 4 - 授权计划总结

source: Review the information below before clicking on <strong>Finish</strong> to create the Authentication Scheme.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建授权计划

source: Authentication Scheme Name:
zh_cn: 授权计划名字:

source: Authentication Scheme Created
zh_cn: 授权计划创建了

source: The Authentication Scheme creation wizard is now complete.
zh_cn: 授权计划创建向导现已完成.

source: The creation of the Authentication Scheme failed.
zh_cn: 授权计划创建失败

source: The creation of the Authentication Scheme is complete, but some warnings occurred.
zh_cn: 建立了授权计划完成，但一些警告发生.

source: Authentication Scheme created.
zh_cn: 授权计划创建了

source: Attached Authentication Scheme to policies.
zh_cn: 连接授权计划的政策.

source: Failed to attach Authentication Scheme to policies.
zh_cn: 连接授权计划的政策失败

source: Failed to create new Authentication Scheme.
zh_cn: 创建新的授权计划失败

source: The system was unable to change your password.
zh_cn: 系统不能更改你的密码

source: The password policy does not allow you to change your password until {0}.
zh_cn: 密码政策不允许你更改你的密码直到 {0}.

source: Most number of users ever online
zh_cn: 最大的用户在线数

source: The most users that have ever been online at any one time.
zh_cn: 最大的用户在线数，从开始使用此软件起。

source: Current number of users online
zh_cn: 当前的用户在线数

source: The current number of users online.
zh_cn: 当前的用户在线数

source: IP Restriction
zh_cn: IP 限制

source: IP Address is: {0}
zh_cn: IP 地址是: {0}

source: IP Status is: Allowed
zh_cn: IP状态是: 允许

source: IP Status is: Denied
zh_cn: IP状态: 拒绝

source: Message resources for the various OpenVPN-ALS services
zh_cn: OpenVPN-ALS各个服务的信息资源

source: OpenVPN-ALS:::Replacement Proxy Settings
zh_cn: OpenVPN-ALS:::更换代理设置

source: Replacement Proxy Settings
zh_cn: 更换代理设置

source: Here you can configure new regular expressions for replacing content retrieved by the Replacement Proxy feature.
zh_cn: 这里，你可以配置新的表达式用来代替内容检索该更换代理功能。

source: These regular expressions effectively hunt out URL's within HTML, Javascript or other web content and replace them with a special URL point to the OpenVPN-ALS server (encoding the original URL as a part of the query).
zh_cn: 这些规则表达式寻找出有效的URL在HTML ， Javascript或其他Web内容种，取代它们用以一个特殊的URL指向OpenVPN-ALS服务器（编码的原始URL是查询的一部分）。

source: Site
zh_cn: 网站

source: All
zh_cn: 所有

source: Mime / Header
zh_cn: Mime / 头标题

source: Replace
zh_cn: 代替

source: content
zh_cn: 内容

source: Sent content
zh_cn: 发送内容

source: header
zh_cn: 头标题

source: Sent header
zh_cn: 发送头标题

source: Match
zh_cn: 匹配

source: No replacements have been defined.
zh_cn: 没有替代品被确定

source: Click on <strong>Create</strong> to create a new one.
zh_cn: 点击 <strong>创建</strong> 创建一个新的

source: You must select at least one replacement to delete.
zh_cn: 您必须至少选择一个替换来删除。

source: You must select a single replacement to edit.
zh_cn: 您必须选择一个替换来编辑。

source: {0} replacement(s) deleted.
zh_cn: {0} 替换被删除.

source: OpenVPN-ALS:::Global Replacement Proxy Content Replacement
zh_cn: OpenVPN-ALS:::全局替换代理内容替换

source: Global Replacement Proxy Content Replacement
zh_cn: 全局替换代理内容替换

source: This advanced feature allows you to configure regular expressions for replacing web content retrieved by the Replacement Proxy feature.
zh_cn: 这种先进的功能，可配置的规则表达式来取代Web内容检索该更换代理功能。

source: These regular expressions will be used for <strong>all</strong> users and will replace URLs within HTML, Javascript or other web content with a special URL pointing to the OpenVPN-ALS server.
zh_cn: 这些规则表达式将被用来<strong>全部</strong>用户和将取代网址在HTML ， Javascript或其他Web内容，用一种特殊的URL指向OpenVPN-ALS服务器。

source: Please see the documentation for more details.
zh_cn: 请参阅文件的更多细节。

source: OpenVPN-ALS:::Create Replacement Proxy Content Replacement
zh_cn: OpenVPN-ALS:::创建替换代理内容替换

source: Create Replacement Proxy Content Replacement
zh_cn: 创建替换代理内容替换

source: Create a Replacement proxy content replacement.
zh_cn: 创建替换代理内容替换

source: Site Pattern
zh_cn: 网站模式

source: Mime Type / Header
zh_cn: Mime Type / 头标题

source: Match Pattern
zh_cn: 匹配模式

source: Replace Pattern
zh_cn: 替代模式

source: This replacement type requires a mime type.
zh_cn: 这个替代类型要求一个mime类型

source: You must supply a match pattern.
zh_cn: 您必须提供一个匹配模式

source: The Match Pattern must be a valid regular expression.
zh_cn: 匹配模式必须是一个有效的规则表达式

source: The Site Pattern, if supplied, must be a valid regular expression.
zh_cn: 网站模式，如果提供了，必须是一个有效的表达式

source: Replacement saved.
zh_cn: 替代保存了

source: Received content
zh_cn: 收到内容

source: Received header
zh_cn: 收到头标题

source: OpenVPN-ALS:::Edit Replacement Proxy Content Replacement
zh_cn: OpenVPN-ALS:::编辑替换代理内容替换

source: Edit Replacement Proxy Content Replacement
zh_cn: 编辑替换代理内容替换

source: Edit a Replacement proxy content replacement.
zh_cn: 编辑替换代理内容替换

source: OpenVPN-ALS:::Create Global Replacement Proxy Content Replacement
zh_cn: OpenVPN-ALS:::创建全局替代代理内容替换

source: Create Global Replacement Proxy Content Replacement
zh_cn: 创建全局替代代理内容替换

source: Create a global Replacement proxy content replacement expression.
zh_cn: 创建替换代理内容替换表达式

source: OpenVPN-ALS:::Edit Global Replacement Proxy Content Replacement
zh_cn: OpenVPN-ALS:::编辑全局替代代理内容替换

source: Edit Global Replacement Proxy Content Replacement
zh_cn: 编辑全局替代代理内容替换

source: Edit a global Replacement proxy content replacement expression.
zh_cn: 编辑一个全局替换代理内容替换表达式

source: Delete this replacement.
zh_cn: 删除此替代

source: Edit this replacement.
zh_cn: 编辑此替代。

source: Move Up
zh_cn: 上移

source: Move this replacement up.
zh_cn: 上移这个替代

source: Move Down
zh_cn: 下移

source: Move this replacement down.
zh_cn: 下移这个替代

source: OpenVPN-ALS:::Delete Replacement
zh_cn: OpenVPN-ALS:::删除替代

source: Are you sure you wish to delete this replacement.
zh_cn: 您确定要删除此替代。

source: Create Replacement
zh_cn: 创建替代

source: Click here if you wish to create a new replacement.
zh_cn: 点击这里如果您想创建一个新的替代。

source: General message resources for setting up OpenVPN-ALS.
zh_cn: 配置OpenVPN-ALS的一般信息

source: OpenVPN-ALS:::Message Queue
zh_cn: OpenVPN-ALS:::消息列队

source: OpenVPN-ALS queues up messages for delivery using various different mechanisms.
zh_cn: OpenVPN-ALS排队消息来发送用不同的机制

source: This page displays all messages currently in the queue and shows the state of the delivery systems.
zh_cn: 此网页显示的所有消息目前在队列中，并显示运载系统的状态。

source: Delivery
zh_cn: 传送

source: Subject
zh_cn: 主题

source: User Recipients
zh_cn: 使用者收件人

source: Group Recipients
zh_cn: 组收件人

source: Policy Recipients
zh_cn: 政策收件人

source: Urgent
zh_cn: 紧急
